{
    "day_1": {
        "unlocks_at": "December 5, 2019",
        "error_message": {
            "title": "On ne jette pas un coup d'oeil!",
            "text": "Revenez le 5 décembre pour voir ce contenu"
        },
        "title": "D'où proviennent les données du secteur public?",
        "text": "Dans le monde entier, 2,5 trillions d'octets de données (2,5 × 1018) sont créés chaque jour, et 90 pour cent des données dans le monde ont été générées au cours des deux dernières années seulement (IBM, 2016). Le gouvernement du Canada produit et possède une vaste quantité de données diverses, notamment des données spatiales, des données opérationnelles, des données sur les services transactionnels et des données recueillies auprès de la population et des entreprises ou à propos de celles-ci.\n\nGrâce au pouvoir des données, les fonctionnaires peuvent modifier fondamentalement les gouvernements en changeant leur façon de travailler, de prendre des décisions et d'offrir leurs services. Pour en apprendre plus sur façon dont le gouvernement utilise les données, consultez la publication sur les  données stratégiques du GC, ci-dessous.",
        "link": {
            "url": "https://www.canada.ca/fr/conseil-prive/organisation/greffier/publications/strategie-donnees.html",
            "image": "https://www.canada.ca/content/canadasite/fr/conseil-prive/organisation/greffier/publications/strategie-donnees/_jcr_content/par/mwscolumns_173187160/colpar-2/mwsadaptiveimage/image.img.png/1546961037544.png",
            "title": "Feuille de route de la Stratégie de données pour la fonction publique fédérale - Canada.ca",
            "description": "La Stratégie de données fournit une feuille de route aux ministères et organismes afin qu’ils puissent utiliser leurs données de façon plus stratégique, et guide les efforts du gouvernement fédéral afin d’améliorer la façon dont il recueille, accède, gère, utilise et régir les données.",
            "domain": "canada.ca"
        }
    },
    "day_2": {
        "unlocks_at": "December 6, 2019",
        "error_message": {
            "title": "Bien essayé",
            "text": "Une bonne façon de dire \"Revenez le 6 décembre pour voir le contenu.\""
        },
        "title": "« Les données [comme] la nouvelle huile »",
        "text": "Selon le Conseil des technologies de l'information et des communications (CTIC), avec l'utilisation et la pertinence croissantes de la technologie dans tous les secteurs de l'économie, les données et le numérique ont évolué en une économie florissante, presque autonome en soi. Il y a quelques années à peine, un article en première page titrait « data [as] the new oil » ou « les données [comme] la nouvelle huile », identifiant celles-ci, effectivement, comme une ressource naturelle virtuelle et renouvelable sans fin. Lisez les points saillants du CTIC, sur une stratégie d'économie des données.",
        "link": {
            "url": "https://wiki.gccollab.ca/images/7/7b/Whitepaper_CITC.pdf",
            "image": "https://images.unsplash.com/photo-1479292889369-1a48f234247e?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1308&q=80",
            "title": "Perspectives du CTIC sur une stratégie pour l’économie de données",
            "description": "Le présent livre blanc expose les perspectives du CTIC sur une stratégie pour l’économie de données à une époque où une économie guidée par les données est un facteur de motivation mondial pour les nouveaux entrepreneurs et les industries émergentes qui désirent créer et commercialiser du nouveau contenu de propriété intellectuelle afin de réaliser leurs aspirations nationales, économiques et sociales.",
            "domain": "wiki.gccollab.ca"
        }
    },
    "day_3": {
        "unlocks_at": "December 9, 2019",
        "error_message": {
            "title": "Attendez une petite minute…",
            "text": "Vous pensiez pouvoir jeter un coup d'oeil? Retournez au travail et revenez le 9 décembre pour voir ce contenu!"
        },
        "title": "Données ouvertes",
        "text": "Le saviez-vous?\n\nVous pouvez chercher des données ouvertes qui sont pertinentes aux Canadiens et  Canadiennes, apprendre comment travailler avec les jeux de données, voir ce que les citoyens ont fait avec les données ouvertes dans l’ensemble du pays.",
        "link": {
            "url": "https://ouvert.canada.ca/fr/donnees-ouvertes",
            "image": "https://images.unsplash.com/photo-1451187580459-43490279c0fa?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=2252&q=80",
            "title": "Données ouvertes | Gouvernement ouvert, Gouvernement du Canada",
            "description": "Chercher des données ouvertes qui sont pertinentes aux Canadiens et Canadiennes, apprendre comment travailler avec les jeux de données, voir ce que les citoyens ont fait avec les données ouvertes dans l’ensemble du pays",
            "domain": "ouvert.canada.ca"
        }
    },
    "day_4": {
        "unlocks_at": "December 10, 2019",
        "error_message": {
            "title": "La patience est une vertue.",
            "text": "«La patience, ce n’est pas la capacité d’attendre, mais la capacité de garder une bonne attitude en attendant» - Un auteur qui a plus de patience que vous\n\nRevenez le 10 décembre pour voir ce contenu."
        },
        "title": "Magasin des API",
        "text": "“Les API (interface de protocole applicative)” sont les interfaces qui permettent à deux services ou programmes numériques complètement différents de communiquer entre eux. Les API permettent également aux services gouvernementaux de communiquer entre eux, avec vous en tant qu'utilisateur final ou avec une organisation tierce qui pourrait vouloir travailler avec des données ou fonctions gouvernementales.\n\nLes bonnes API créent un écosystème de services qui s'appuient les uns sur les autres et constitueront les éléments fondateurs du gouvernement numérique. Visitez la boutique de l'API du GC pour en savoir plus.",
        "link": {
            "url": "https://api.canada.ca/fr/accueil",
            "image": "https://api.canada.ca/sites/api-store-drupal-prod.apps.prod.openshift.ised-isde.canada.ca/files/2019-04/api-logo-fra_0.png",
            "title": "Page d'accueil | Magasin des APIs",
            "description": "Bienvenue dans le nouveau Magasin des APIs du Gouvernement du Canada, notre guichet unique pour les Interfaces de Programmation d'Applications (APIs).",
            "domain": "api.canada.ca"
        }
    },
    "day_5": {
        "unlocks_at": "December 11, 2019",
        "error_message": {
            "title": "Ceci est un test",
            "text": "Nous avons testé votre patience… Vous avez échoué!\n\nRevenez le 11 décembre pour voir ce contenu."
        },
        "title": "",
        "text": "",
        "link": {
            "url": "",
            "image": "",
            "title": "",
            "description": "",
            "domain": ""
        }
    },
    "day_6": {
        "unlocks_at": "December 12, 2019",
        "error_message": {
            "title": "Absolument pas de trichage!",
            "text": "Revenez le 12 décembre et vous aurez peut-être plus de chance!"
        },
        "title": "",
        "text": "",
        "link": {
            "url": "",
            "image": "",
            "title": "",
            "description": "",
            "domain": ""
        }
    },
    "day_7": {
        "unlocks_at": "December 13, 2019",
        "error_message": {
            "title": "Admet le…",
            "text": "Vous pensiez pouvoir regarder le contenu avant les autres? On dirait que tu as eu tort!\n\nRevenez le 13 décembre pour voir ce que vous attendre."
        },
        "title": "",
        "text": "",
        "link": {
            "url": "",
            "image": "",
            "title": "",
            "description": "",
            "domain": ""
        }
    },
    "day_8": {
        "unlocks_at": "December 16, 2019",
        "error_message": {
            "title": "N'abandonnez pas!",
            "text": "N’abandonnez jamais quelque chose que vous voulez vraiment. Il est difficile d’attendre, mais revenez le 16 décembre pour voir le contenu."
        },
        "title": "",
        "text": "",
        "link": {
            "url": "",
            "image": "",
            "title": "",
            "description": "",
            "domain": ""
        }
    },
    "day_9": {
        "unlocks_at": "December 17, 2019",
        "error_message": {
            "title": "La patience:",
            "text": "Ce que vous n’avez pas!\n\nRevenez le 17 décembre pour voir ce contenu."
        },
        "title": "",
        "text": "",
        "link": {
            "url": "",
            "image": "",
            "title": "",
            "description": "",
            "domain": ""
        }
    },
    "day_10": {
        "unlocks_at": "December 18, 2019",
        "error_message": {
            "title": "Ils disent…",
            "text": "Le plus vous attendez, le meilleur sera le contenu. Revenez le 18 décembre pour voir si c’est vrai!"
        },
        "title": "",
        "text": "",
        "link": {
            "url": "",
            "image": "",
            "title": "",
            "description": "",
            "domain": ""
        }
    },
    "day_11": {
        "unlocks_at": "December 19, 2019",
        "error_message": {
            "title": "On dirait que vous avez du mal à attendre… voici une blague sur les données pour vous retenir!",
            "text": "Question: Quelle est la différence entre un analyste de données introverti et un analyste extraverti?\n\nRéponse: l'extraverti regarde VOS chaussures.\n\nRevenez le 19 décembre pour voir ve contenu."
        },
        "title": "",
        "text": "",
        "link": {
            "url": "",
            "image": "",
            "title": "",
            "description": "",
            "domain": ""
        }
    },
    "day_12": {
        "unlocks_at": "December 20, 2019",
        "error_message": {
            "title": "Cela en vaudra vraiment la peine!",
            "text": "Restez forts… ça arrive bientôt! Revenez le 20 décembre pour le dernier jour des 12 jours de données!"
        },
        "title": "",
        "text": "",
        "link": {
            "url": "",
            "image": "",
            "title": "",
            "description": "",
            "domain": ""
        }
    }
}